Repository: superuser404notfound/Sodalite
Catalog: Sodalite/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# multiServer.urls.external
source: External URL
cs: Externí URL
da: Ekstern URL
de: Externe URL
el: Εξωτερική διεύθυνση URL
es: URL externa
fi: Ulkoinen URL
fr: URL externe
hr: Vanjski URL
hu: Külső URL
it: URL esterno
ja: 外部 URL
ko: 외부 URL
nb: Ekstern URL
nl: Externe URL
pl: Zewnętrzny adres URL
pt_br: URL externo
pt_pt: URL externo
ro: URL extern
ru: Внешний URL
sk: Externá URL
sv: Extern URL
tr: Harici URL
uk: Зовнішня URL-адреса
zh_hans: 外部 URL
zh_hant: 外部 URL

# multiServer.urls.footer
source: Sodalite connects through the internal URL when the server is reachable on the current network and switches to the external URL when you are away.
cs: Sodalite se připojuje přes interní URL, když je server dostupný v aktuální síti, a přepne na externí URL, když jste mimo síť.
da: Sodalite forbinder via den interne URL, når serveren kan nås på det aktuelle netværk, og skifter til den eksterne URL, når du er væk.
de: Sodalite verbindet sich über die interne URL, wenn der Server im aktuellen Netzwerk erreichbar ist, und wechselt zur externen URL, wenn du unterwegs bist.
el: Το Sodalite συνδέεται μέσω της εσωτερικής διεύθυνσης URL όταν ο διακομιστής είναι προσβάσιμος στο τρέχον δίκτυο και μεταβαίνει στην εξωτερική διεύθυνση URL όταν βρίσκεστε εκτός.
es: Sodalite se conecta a través de la URL interna cuando el servidor está accesible en la red actual y cambia a la URL externa cuando estás fuera.
fi: Sodalite muodostaa yhteyden sisäisen URL-osoitteen kautta, kun palvelin on tavoitettavissa nykyisessä verkossa, ja vaihtaa ulkoiseen URL-osoitteeseen, kun olet poissa.
fr: Sodalite se connecte via l'URL interne lorsque le serveur est joignable sur le réseau actuel et bascule vers l'URL externe lorsque vous êtes absent.
hr: Sodalite se povezuje putem internog URL-a kada je poslužitelj dostupan na trenutnoj mreži, a prelazi na vanjski URL kada ste izvan mreže.
hu: A Sodalite a belső URL-en keresztül csatlakozik, ha a szerver elérhető az aktuális hálózaton, és a külső URL-re vált, amikor távol vagy.
it: Sodalite si connette tramite l'URL interno quando il server è raggiungibile sulla rete attuale e passa all'URL esterno quando sei lontano.
ja: サーバーが現在のネットワークで到達可能なとき、Sodalite は内部 URL を通じて接続し、外出中は外部 URL に切り替えます。
ko: 서버가 현재 네트워크에서 연결 가능하면 Sodalite는 내부 URL로 연결하고, 외부에 있을 때는 외부 URL로 전환합니다.
nb: Sodalite kobler til via den interne URL-en når serveren kan nås på det gjeldende nettverket, og bytter til den eksterne URL-en når du er borte.
nl: Sodalite maakt verbinding via de interne URL wanneer de server bereikbaar is op het huidige netwerk en schakelt over naar de externe URL wanneer je onderweg bent.
pl: Sodalite łączy się przez wewnętrzny adres URL, gdy serwer jest osiągalny w bieżącej sieci, i przełącza się na zewnętrzny adres URL, gdy jesteś poza siecią.
pt_br: O Sodalite conecta-se pelo URL interno quando o servidor está acessível na rede atual e muda para o URL externo quando você está fora.
pt_pt: O Sodalite liga-se através do URL interno quando o servidor está acessível na rede atual e muda para o URL externo quando está fora.
ro: Sodalite se conectează prin URL-ul intern când serverul este accesibil în rețeaua curentă și trece la URL-ul extern când ești plecat.
ru: Sodalite подключается через внутренний URL, когда сервер доступен в текущей сети, и переключается на внешний URL, когда вы вне сети.
sk: Sodalite sa pripája cez internú URL, keď je server dostupný v aktuálnej sieti, a prepne na externú URL, keď ste mimo siete.
sv: Sodalite ansluter via den interna URL:en när servern kan nås på det aktuella nätverket och byter till den externa URL:en när du är borta.
tr: Sodalite, sunucu geçerli ağda erişilebilir olduğunda dahili URL üzerinden bağlanır ve uzaktayken harici URL'ye geçer.
uk: Sodalite підключається через внутрішню URL-адресу, коли сервер доступний у поточній мережі, і перемикається на зовнішню URL-адресу, коли ви поза мережею.
zh_hans: 当服务器在当前网络中可访问时，Sodalite 会通过内部 URL 连接；当您外出时，则切换到外部 URL。
zh_hant: 當伺服器在目前網路中可連線時，Sodalite 會透過內部 URL 連線；當您在外時，則切換到外部 URL。

# multiServer.urls.internal
source: Internal URL
cs: Interní URL
da: Intern URL
de: Interne URL
el: Εσωτερική διεύθυνση URL
es: URL interna
fi: Sisäinen URL
fr: URL interne
hr: Interni URL
hu: Belső URL
it: URL interno
ja: 内部 URL
ko: 내부 URL
nb: Intern URL
nl: Interne URL
pl: Wewnętrzny adres URL
pt_br: URL interno
pt_pt: URL interno
ro: URL intern
ru: Внутренний URL
sk: Interná URL
sv: Intern URL
tr: Dahili URL
uk: Внутрішня URL-адреса
zh_hans: 内部 URL
zh_hant: 內部 URL

# multiServer.urls.invalid %@
source: Nothing answered at %@. Enter the full URL including http:// or https:// to save it anyway.
cs: Na adrese %@ nic neodpovědělo. Zadejte úplnou adresu URL včetně http:// nebo https://, pokud ji chcete uložit i tak.
da: Der svarede intet på %@. Indtast den fulde URL inklusive http:// eller https:// for at gemme den alligevel.
de: Unter %@ hat nichts geantwortet. Gib die vollständige URL mit http:// oder https:// ein, um sie trotzdem zu speichern.
el: Τίποτα δεν απάντησε στη διεύθυνση %@. Εισαγάγετε την πλήρη διεύθυνση URL μαζί με http:// ή https:// για να την αποθηκεύσετε ούτως ή άλλως.
es: Nada respondió en %@. Introduce la URL completa incluyendo http:// o https:// para guardarla de todos modos.
fi: Osoitteesta %@ ei vastattu. Anna koko URL-osoite mukaan lukien http:// tai https://, jos haluat tallentaa sen silti.
fr: Aucune réponse à l'adresse %@. Saisissez l'URL complète avec http:// ou https:// pour l'enregistrer quand même.
hr: Na adresi %@ nitko nije odgovorio. Unesite potpuni URL uključujući http:// ili https:// da biste je ipak spremili.
hu: A(z) %@ címen semmi sem válaszolt. Add meg a teljes URL-t http:// vagy https:// előtaggal, ha mégis menteni szeretnéd.
it: Nessuna risposta all'indirizzo %@. Inserisci l'URL completo con http:// o https:// per salvarlo comunque.
ja: %@ からの応答がありませんでした。それでも保存するには、http:// または https:// を含む完全な URL を入力してください。
ko: %@에서 응답이 없습니다. 그래도 저장하려면 http:// 또는 https://를 포함한 전체 URL을 입력하세요.
nb: Ingenting svarte på %@. Skriv inn hele URL-en inkludert http:// eller https:// for å lagre den likevel.
nl: Er reageerde niets op %@. Voer de volledige URL in, inclusief http:// of https://, om het toch op te slaan.
pl: Nic nie odpowiedziało pod adresem %@. Wprowadź pełny adres URL wraz z http:// lub https://, aby zapisać go mimo to.
pt_br: Nada respondeu em %@. Insira a URL completa incluindo http:// ou https:// para salvá-la mesmo assim.
pt_pt: Nada respondeu em %@. Introduza o URL completo incluindo http:// ou https:// para o guardar mesmo assim.
ro: Nimic nu a răspuns la adresa %@. Introdu URL-ul complet, inclusiv http:// sau https://, pentru a-l salva oricum.
ru: По адресу %@ никто не ответил. Введите полный URL с http:// или https://, чтобы всё равно сохранить его.
sk: Na adrese %@ nič neodpovedalo. Zadajte úplnú URL adresu vrátane http:// alebo https://, ak ju chcete aj tak uložiť.
sv: Inget svarade på %@. Ange den fullständiga URL:en inklusive http:// eller https:// för att spara den ändå.
tr: %@ adresinden yanıt gelmedi. Yine de kaydetmek için http:// veya https:// dahil olmak üzere tam URL'yi girin.
uk: За адресою %@ ніхто не відповів. Введіть повну URL-адресу з http:// або https://, щоб усе одно зберегти її.
zh_hans: %@ 没有任何响应。若仍要保存，请输入包含 http:// 或 https:// 的完整 URL。
zh_hant: %@ 沒有任何回應。若仍要儲存，請輸入包含 http:// 或 https:// 的完整 URL。

# multiServer.urls.saveAnyway
source: Save Anyway
cs: Přesto uložit
da: Gem alligevel
de: Trotzdem speichern
el: Αποθήκευση ούτως ή άλλως
es: Guardar de todos modos
fi: Tallenna silti
fr: Enregistrer quand même
hr: Svejedno spremi
hu: Mégis mentés
it: Salva comunque
ja: そのまま保存
ko: 그래도 저장
nb: Lagre likevel
nl: Toch opslaan
pl: Zapisz mimo to
pt_br: Salvar mesmo assim
pt_pt: Guardar mesmo assim
ro: Salvează oricum
ru: Всё равно сохранить
sk: Napriek tomu uložiť
sv: Spara ändå
tr: Yine de kaydet
uk: Все одно зберегти
zh_hans: 仍然保存
zh_hant: 仍要儲存

# multiServer.urls.title
source: Server URLs
cs: Adresy URL serveru
da: Server-URL'er
el: Διευθύνσεις URL διακομιστή
es: URLs del servidor
fi: Palvelimen URL-osoitteet
fr: URL du serveur
hr: URL-ovi poslužitelja
hu: Szerver URL-ek
it: URL del server
ja: サーバーの URL
ko: 서버 URL
nb: Server-URL-er
pl: Adresy URL serwera
pt_br: URLs do servidor
pt_pt: URLs do servidor
ro: URL-urile serverului
ru: URL-адреса сервера
sk: URL adresy servera
sv: Server-URL:er
tr: Sunucu URL'leri
uk: URL-адреси сервера
zh_hans: 服务器 URL
zh_hant: 伺服器 URL

# multiServer.urls.unreachable.message %@
source: %@ did not respond. You can save anyway; Sodalite retries automatically.
cs: %@ neodpověděl. Přesto můžete uložit, Sodalite to zkusí automaticky znovu.
da: %@ svarede ikke. Du kan gemme alligevel, Sodalite prøver automatisk igen.
de: %@ hat nicht geantwortet. Du kannst trotzdem speichern, Sodalite versucht es automatisch erneut.
el: Το %@ δεν αποκρίθηκε. Μπορείτε να αποθηκεύσετε ούτως ή άλλως, το Sodalite θα προσπαθήσει ξανά αυτόματα.
es: %@ no respondió. Puedes guardar de todos modos, Sodalite lo reintenta automáticamente.
fi: %@ ei vastannut. Voit silti tallentaa, Sodalite yrittää automaattisesti uudelleen.
fr: %@ n'a pas répondu. Vous pouvez enregistrer quand même, Sodalite réessaie automatiquement.
hr: %@ nije odgovorio. Svejedno možete spremiti, Sodalite automatski pokušava ponovno.
hu: A(z) %@ nem válaszolt. Így is elmentheted, a Sodalite automatikusan újrapróbálkozik.
it: %@ non ha risposto. Puoi salvare comunque, Sodalite riprova automaticamente.
ja: %@ が応答しませんでした。そのまま保存できます。Sodalite が自動的に再試行します。
ko: %@이(가) 응답하지 않았습니다. 그래도 저장할 수 있으며, Sodalite가 자동으로 다시 시도합니다.
nb: %@ svarte ikke. Du kan lagre likevel, Sodalite prøver automatisk på nytt.
nl: %@ heeft niet gereageerd. Je kunt toch opslaan, Sodalite probeert het automatisch opnieuw.
pl: %@ nie odpowiedział. Możesz mimo to zapisać, Sodalite spróbuje ponownie automatycznie.
pt_br: %@ não respondeu. Você pode salvar mesmo assim, o Sodalite tenta novamente automaticamente.
pt_pt: %@ não respondeu. Pode guardar mesmo assim, o Sodalite tenta novamente automaticamente.
ro: %@ nu a răspuns. Poți salva oricum, Sodalite reîncearcă automat.
ru: %@ не ответил. Вы можете сохранить в любом случае, Sodalite повторит попытку автоматически.
sk: %@ neodpovedal. Napriek tomu môžete uložiť, Sodalite to skúsi automaticky znova.
sv: %@ svarade inte. Du kan spara ändå, Sodalite försöker igen automatiskt.
tr: %@ yanıt vermedi. Yine de kaydedebilirsiniz, Sodalite otomatik olarak yeniden dener.
uk: %@ не відповів. Ви все одно можете зберегти, Sodalite повторить спробу автоматично.
zh_hans: %@ 未响应。您仍然可以保存，Sodalite 会自动重试。
zh_hant: %@ 未回應。您仍然可以儲存，Sodalite 會自動重試。

# multiServer.urls.unreachable.title
source: Server Not Responding
cs: Server neodpovídá
da: Serveren svarer ikke
de: Server antwortet nicht
el: Ο διακομιστής δεν αποκρίνεται
es: El servidor no responde
fi: Palvelin ei vastaa
fr: Le serveur ne répond pas
hr: Poslužitelj ne odgovara
hu: A szerver nem válaszol
it: Il server non risponde
ja: サーバーが応答しません
ko: 서버가 응답하지 않음
nb: Serveren svarer ikke
nl: Server reageert niet
pl: Serwer nie odpowiada
pt_br: O servidor não está respondendo
pt_pt: O servidor não responde
ro: Serverul nu răspunde
ru: Сервер не отвечает
sk: Server neodpovedá
sv: Servern svarar inte
tr: Sunucu yanıt vermiyor
uk: Сервер не відповідає
zh_hans: 服务器无响应
zh_hant: 伺服器無回應

# music.songs.title
source: Songs
cs: Skladby
da: Sange
de: Titel
el: Τραγούδια
es: Canciones
fi: Kappaleet
fr: Morceaux
hr: Pjesme
hu: Számok
it: Brani
ja: 曲
ko: 노래
nb: Sanger
nl: Nummers
pl: Utwory
pt_br: Músicas
pt_pt: Músicas
ro: Piese
ru: Композиции
sk: Skladby
sv: Låtar
tr: Şarkılar
uk: Композиції
zh_hans: 歌曲
zh_hant: 歌曲

# music.songs.ungrouped
source: These tracks are not in any album. Jellyfin builds albums from folders, so each album needs its own folder.
cs: Tyto skladby nepatří do žádného alba. Jellyfin vytváří alba podle složek, takže každé album potřebuje vlastní složku.
da: Disse numre hører ikke til noget album. Jellyfin danner album ud fra mapper, så hvert album skal have sin egen mappe.
de: Diese Titel gehören zu keinem Album. Jellyfin bildet Alben aus Ordnern, jedes Album braucht also einen eigenen Ordner.
el: Αυτά τα κομμάτια δεν ανήκουν σε κανένα άλμπουμ. Το Jellyfin δημιουργεί άλμπουμ από φακέλους, επομένως κάθε άλμπουμ χρειάζεται τον δικό του φάκελο.
es: Estas pistas no pertenecen a ningún álbum. Jellyfin crea los álbumes a partir de carpetas, así que cada álbum necesita su propia carpeta.
fi: Nämä kappaleet eivät kuulu mihinkään albumiin. Jellyfin muodostaa albumit kansioista, joten jokainen albumi tarvitsee oman kansionsa.
fr: Ces morceaux n'appartiennent à aucun album. Jellyfin crée les albums à partir des dossiers, chaque album a donc besoin de son propre dossier.
hr: Ove pjesme ne pripadaju nijednom albumu. Jellyfin stvara albume prema mapama, pa svaki album treba vlastitu mapu.
hu: Ezek a számok egyetlen albumhoz sem tartoznak. A Jellyfin a mappákból hozza létre az albumokat, ezért minden albumnak saját mappa kell.
it: Questi brani non appartengono a nessun album. Jellyfin crea gli album dalle cartelle, quindi ogni album ha bisogno della propria cartella.
ja: これらの曲はどのアルバムにも属していません。Jellyfin はフォルダからアルバムを作成するため、アルバムごとに専用のフォルダが必要です。
ko: 이 트랙은 어떤 앨범에도 속해 있지 않습니다. Jellyfin은 폴더를 기준으로 앨범을 만들므로 앨범마다 고유한 폴더가 필요합니다.
nb: Disse sporene tilhører ingen album. Jellyfin lager album ut fra mapper, så hvert album trenger sin egen mappe.
nl: Deze nummers horen bij geen enkel album. Jellyfin maakt albums op basis van mappen, dus elk album heeft een eigen map nodig.
pl: Te utwory nie należą do żadnego albumu. Jellyfin tworzy albumy na podstawie folderów, więc każdy album potrzebuje własnego folderu.
pt_br: Estas faixas não pertencem a nenhum álbum. O Jellyfin cria os álbuns a partir de pastas, então cada álbum precisa da própria pasta.
pt_pt: Estas faixas não pertencem a nenhum álbum. O Jellyfin cria os álbuns a partir de pastas, por isso cada álbum precisa da sua própria pasta.
ro: Aceste piese nu aparțin niciunui album. Jellyfin creează albumele din foldere, așa că fiecare album are nevoie de propriul folder.
ru: Эти треки не входят ни в один альбом. Jellyfin создаёт альбомы по папкам, поэтому каждому альбому нужна собственная папка.
sk: Tieto skladby nepatria do žiadneho albumu. Jellyfin vytvára albumy podľa priečinkov, takže každý album potrebuje vlastný priečinok.
sv: De här låtarna tillhör inget album. Jellyfin skapar album utifrån mappar, så varje album behöver en egen mapp.
tr: Bu parçalar hiçbir albüme ait değil. Jellyfin albümleri klasörlerden oluşturur, bu yüzden her albümün kendi klasörü olmalı.
uk: Ці треки не належать до жодного альбому. Jellyfin створює альбоми за папками, тому кожному альбому потрібна власна папка.
zh_hans: 这些曲目不属于任何专辑。Jellyfin 依据文件夹生成专辑，因此每张专辑都需要各自的文件夹。
zh_hant: 這些曲目不屬於任何專輯。Jellyfin 依資料夾建立專輯，因此每張專輯都需要各自的資料夾。

source: No albums found
cs: Nebyla nalezena žádná alba
da: Ingen album fundet
de: Keine Alben gefunden
el: Δεν βρέθηκαν άλμπουμ
es: No se encontraron álbumes
fi: Albumeita ei löytynyt
fr: Aucun album trouvé
hr: Nema pronađenih albuma
hu: Nem található album
it: Nessun album trovato
ja: アルバムが見つかりません
ko: 앨범을 찾을 수 없음
nb: Fant ingen album
nl: Geen albums gevonden
pl: Nie znaleziono albumów
pt_br: Nenhum álbum encontrado
pt_pt: Nenhum álbum encontrado
ro: Nu s-au găsit albume
ru: Альбомы не найдены
sk: Nenašli sa žiadne albumy
sv: Inga album hittades
tr: Albüm bulunamadı
uk: Альбоми не знайдено
zh_hans: 未找到专辑
zh_hant: 找不到專輯

# nowplaying.notplaying
source: Nothing Playing
cs: Nic se nepřehrává
da: Intet afspilles
de: Nichts wird abgespielt
el: Καμία αναπαραγωγή
es: No se reproduce nada
fi: Ei toistettavaa
fr: Aucune lecture en cours
hr: Ništa se ne reproducira
hu: Nincs lejátszás
it: Nessuna riproduzione
ja: 再生していません
ko: 재생 중인 항목 없음
nb: Spiller ingenting
nl: Niets aan het afspelen
pl: Nic nie jest odtwarzane
pt_br: Nada em reprodução
pt_pt: Nada em reprodução
ro: Nu se redă nimic
ru: Ничего не воспроизводится
sk: Nič sa neprehráva
sv: Inget spelas upp
tr: Hiçbir şey çalmıyor
uk: Нічого не відтворюється
zh_hans: 未在播放
zh_hant: 未在播放

# nowplaying.queue.title
source: Queue
cs: Fronta
da: Kø
de: Warteschlange
el: Ουρά
es: Cola
fi: Jono
fr: File d'attente
hr: Red čekanja
hu: Lejátszási sor
it: Coda
ja: 再生キュー
ko: 대기열
nb: Kø
nl: Wachtrij
pl: Kolejka
pt_br: Fila
pt_pt: Fila
ro: Coadă
ru: Очередь
sk: Poradie
sv: Kö
tr: Sıra
uk: Черга
zh_hans: 播放队列
zh_hant: 播放佇列

source: Open
cs: Otevřít
da: Åbn
de: Öffnen
el: Άνοιγμα
es: Abrir
fi: Avaa
fr: Ouvrir
hr: Otvori
hu: Megnyitás
it: Apri
ja: 開く
ko: 열기
nb: Åpne
nl: Openen
pl: Otwórz
pt_br: Abrir
pt_pt: Abrir
ro: Deschide
ru: Открыть
sk: Otvoriť
sv: Öppna
tr: Aç
uk: Відкрити
zh_hans: 打开
zh_hant: 開啟

source: Open Sodalite
cs: Otevřít Sodalite
da: Åbn Sodalite
de: Sodalite öffnen
el: Άνοιγμα του Sodalite
es: Abrir Sodalite
fi: Avaa Sodalite
fr: Ouvrir Sodalite
hr: Otvori Sodalite
hu: Sodalite megnyitása
it: Apri Sodalite
ja: Sodaliteを開く
ko: Sodalite 열기
nb: Åpne Sodalite
nl: Sodalite openen
pl: Otwórz Sodalite
pt_br: Abrir Sodalite
pt_pt: Abrir Sodalite
ro: Deschide Sodalite
ru: Открыть Sodalite
sk: Otvoriť Sodalite
sv: Öppna Sodalite
tr: Sodalite’yi Aç
uk: Відкрити Sodalite
zh_hans: 打开 Sodalite
zh_hant: 開啟 Sodalite

source: Open the Sodalite app.
cs: Otevře aplikaci Sodalite.
da: Åbn Sodalite-appen.
de: Öffnet die Sodalite-App.
el: Άνοιγμα της εφαρμογής Sodalite.
es: Abre la app de Sodalite.
fi: Avaa Sodalite-sovelluksen.
fr: Ouvre l’app Sodalite.
hr: Otvori aplikaciju Sodalite.
hu: Megnyitja a Sodalite alkalmazást.
it: Apri l’app Sodalite.
ja: Sodaliteアプリを開きます。
ko: Sodalite 앱을 엽니다.
nb: Åpner Sodalite-appen.
nl: Opent de Sodalite-app.
pl: Otwórz aplikację Sodalite.
pt_br: Abra o app Sodalite.
pt_pt: Abra a app Sodalite.
ro: Deschide aplicația Sodalite.
ru: Открывает приложение Sodalite.
sk: Otvorí aplikáciu Sodalite.
sv: Öppnar Sodalite-appen.
tr: Sodalite uygulamasını açar.
uk: Відкриває застосунок Sodalite.
zh_hans: 打开 Sodalite 应用。
zh_hant: 開啟 Sodalite App。

# parental.pin.change.subtitle
source: Set a new 4-digit Guardian PIN
cs: Nastavte nový 4místný rodičovský PIN
da: Angiv en ny 4-cifret forælder-PIN
de: Neue vierstellige Eltern-PIN festlegen
el: Ορίστε ένα νέο 4ψήφιο PIN κηδεμόνα
es: Establece un nuevo PIN de tutor de 4 dígitos
fi: Aseta uusi nelinumeroinen huoltajan PIN
fr: Définir un nouveau code PIN parental à 4 chiffres
hr: Postavite novi 4-znamenkasti PIN skrbnika
hu: Új 4 jegyű szülői PIN beállítása
it: Imposta un nuovo PIN del tutore di 4 cifre
ja: 新しい4桁の保護者用PINを設定
ko: 새 4자리 보호자 PIN 설정
nb: Angi en ny 4-sifret foresatt-PIN
nl: Stel een nieuwe 4-cijferige ouderpincode in
pl: Ustaw nowy 4-cyfrowy PIN opiekuna
pt_br: Defina um novo PIN do responsável de 4 dígitos
pt_pt: Defina um novo PIN do responsável de 4 dígitos
ro: Setează un nou cod PIN tutore din 4 cifre
ru: Задайте новый 4-значный родительский PIN-код
sk: Nastavte nový 4-miestny rodičovský PIN
sv: Ange en ny 4-siffrig förälder-PIN
tr: Yeni 4 haneli bir veli PIN'i belirleyin
uk: Установіть новий 4-значний PIN опікуна
zh_hans: 设置新的 4 位家长 PIN 码
zh_hant: 設定新的 4 位家長 PIN 碼

# parental.pin.change.title
source: Change PIN
cs: Změnit PIN
da: Skift PIN-kode
de: PIN ändern
el: Αλλαγή PIN
es: Cambiar PIN
fi: Vaihda PIN-koodi
fr: Modifier le code PIN
hr: Promijeni PIN
hu: PIN módosítása
it: Cambia PIN
ja: PINを変更
ko: PIN 변경
nb: Endre PIN-kode
nl: Pincode wijzigen
pl: Zmień PIN
pt_br: Alterar PIN
pt_pt: Alterar PIN
ro: Schimbă PIN-ul
ru: Изменить PIN-код
sk: Zmeniť PIN
sv: Ändra PIN-kod
tr: PIN'i değiştir
uk: Змінити PIN-код
zh_hans: 更改 PIN 码
zh_hant: 更改 PIN 碼

# parental.pin.enable.subtitle
source: Require a PIN to open or to leave chosen profiles
cs: Vyžadovat PIN pro otevření nebo opuštění vybraných profilů
da: Kræv en PIN-kode for at åbne eller forlade valgte profiler
de: PIN zum Öffnen oder Verlassen ausgewählter Profile verlangen
el: Απαιτείται PIN για το άνοιγμα ή την έξοδο από επιλεγμένα προφίλ
es: Solicitar un PIN para abrir o salir de los perfiles elegidos
fi: Vaadi PIN-koodi valittujen profiilien avaamiseen tai niistä poistumiseen
fr: Exiger un code PIN pour ouvrir ou quitter les profils choisis
hr: Zahtijevajte PIN za otvaranje ili napuštanje odabranih profila
hu: PIN-kód kérése a kiválasztott profilok megnyitásához vagy elhagyásához
it: Richiedi un PIN per aprire o uscire dai profili scelti
ja: 選んだプロファイルを開くとき、または出るときにPINを要求
ko: 선택한 프로필을 열거나 벗어날 때 PIN 요구
nb: Krev en PIN-kode for å åpne eller forlate valgte profiler
nl: Vraag een pincode om gekozen profielen te openen of te verlaten
pl: Wymagaj kodu PIN, aby otworzyć lub opuścić wybrane profile
pt_br: Exigir um PIN para abrir ou sair dos perfis escolhidos
pt_pt: Exigir um PIN para abrir ou sair dos perfis escolhidos
ro: Solicită un cod PIN pentru a deschide sau a părăsi profilurile alese
ru: Запрашивать PIN-код для входа в выбранные профили или выхода из них
sk: Vyžadovať PIN na otvorenie alebo opustenie vybraných profilov
sv: Kräv en PIN-kod för att öppna eller lämna valda profiler
tr: Seçilen profilleri açmak veya bunlardan çıkmak için PIN iste
uk: Вимагати PIN-код для відкриття вибраних профілів або виходу з них
zh_hans: 打开或离开所选配置文件时需要 PIN 码
zh_hant: 開啟或離開所選設定檔時需要 PIN 碼

# parental.pin.enable.title
source: Guardian PIN
cs: Rodičovský PIN
da: Forælder-PIN
de: Eltern-PIN
el: PIN κηδεμόνα
es: PIN de tutor
fi: Huoltajan PIN
fr: Code PIN parental
hr: PIN skrbnika
hu: Szülői PIN
it: PIN del tutore
ja: 保護者用PIN
ko: 보호자 PIN
nb: Foresatt-PIN
nl: Ouderpincode
pl: PIN opiekuna
pt_br: PIN do responsável
pt_pt: PIN do responsável
ro: PIN tutore
ru: Родительский PIN
sk: Rodičovský PIN
sv: Förälder-PIN
tr: Veli PIN'i
uk: PIN опікуна
zh_hans: 家长 PIN 码
zh_hant: 家長 PIN 碼

# parental.pin.forgot
source: Forgot PIN?
cs: Zapomněli jste PIN?
da: Glemt PIN-kode?
de: PIN vergessen?
el: Ξεχάσατε το PIN;
es: ¿Olvidaste el PIN?
fi: Unohditko PIN-koodin?
fr: Code PIN oublié ?
hr: Zaboravili ste PIN?
hu: Elfelejtetted a PIN-kódot?
it: PIN dimenticato?
ja: PINをお忘れですか？
ko: PIN을 잊으셨나요?
nb: Glemt PIN-koden?
nl: Pincode vergeten?
pl: Nie pamiętasz PIN-u?
pt_br: Esqueceu o PIN?
pt_pt: Esqueceu-se do PIN?
ro: Ai uitat codul PIN?
ru: Забыли PIN-код?
sk: Zabudli ste PIN?
sv: Glömt PIN-koden?
tr: PIN'i mi unuttunuz?
uk: Забули PIN-код?
zh_hans: 忘记 PIN 码？
zh_hant: 忘記 PIN 碼？

# parental.pin.lockedOut %lld
source: Too many attempts. Try again in %lld s.
cs: Příliš mnoho pokusů. Zkuste to znovu za %lld s.
da: For mange forsøg. Prøv igen om %lld s.
de: Zu viele Versuche. Versuche es in %lld s erneut.
el: Πάρα πολλές προσπάθειες. Δοκιμάστε ξανά σε %lld δευτ.
es: Demasiados intentos. Inténtalo de nuevo en %lld s.
fi: Liikaa yrityksiä. Yritä uudelleen %lld s kuluttua.
fr: Trop de tentatives. Réessayez dans %lld s.
hr: Previše pokušaja. Pokušajte ponovno za %lld s.
hu: Túl sok próbálkozás. Próbáld újra %lld mp múlva.
it: Troppi tentativi. Riprova tra %lld s.
ja: 試行回数が多すぎます。%lld秒後にもう一度お試しください。
ko: 시도 횟수가 너무 많습니다. %lld초 후에 다시 시도하세요.
nb: For mange forsøk. Prøv igjen om %lld s.
nl: Te veel pogingen. Probeer het over %lld s opnieuw.
pl: Zbyt wiele prób. Spróbuj ponownie za %lld s.
pt_br: Muitas tentativas. Tente novamente em %lld s.
pt_pt: Demasiadas tentativas. Tente novamente dentro de %lld s.
ro: Prea multe încercări. Încearcă din nou peste %lld s.
ru: Слишком много попыток. Повторите через %lld с.
sk: Príliš veľa pokusov. Skúste to znova o %lld s.
sv: För många försök. Försök igen om %lld s.
tr: Çok fazla deneme. %lld sn sonra tekrar deneyin.
uk: Забагато спроб. Спробуйте ще раз за %lld с.
zh_hans: 尝试次数过多。请在 %lld 秒后重试。
zh_hant: 嘗試次數過多。請在 %lld 秒後重試。
